 Insert into public.Clients values
    (1,'2323-B','Иванов Иван Иванович','Москва, Каменная слобода, 12 кв 7', '8(999)5557788','2022-02-01'),
    (2,'4567-C','Петров Петр Петрович','Москва, Оболенский переулок, 7 кв 11', '8(999)6667788','2021-05-05'),
    (3,'8899-A','Арканов Аркадий Аркадиевич','Москва, Большой афанасьевский переулок, 16 кв 6', '8(999)2223311','2020-11-08'),
    (4,'6567-W','Васильев Василий Васильевич','Мытищи, Московская, 43 кв 894','8(495)4442200','2021-08-24');

INSERT INTO public.BookSerie values
    (1,'AB-KLM-2022-154','Война и мир', 'Л.Н. Толстой', 1995, 1500, 150.9, 32),
    (2,'RT-MNM-4985-223','Пикник на обочие', 'А.Н. Стругацкий, Б.Н. Стругацкий', 1987,350,24.82,11),
    (3,'WW-MRT-9823-090','Финдус и Петсон идут в поход', 'С. Нурдквист', 2020, 68,389,7),
    (4,'AA-RFR-3426-232','Чапаев и Пустота', 'В.В. Пелевин', 2000, 240, 168.1, 17),
    (5,'WW-RTR-6856-244','Generation-P','В.В. Пелевин', 2001, 260, 213.5,5);

INSERT INTO public.PrintCompany VALUES
    (1,1,'Просвещение','Москва'),
    (2,2,'Армада','Екатеринбург'),
    (3,3,'ПитерПресс','Санкт-Петербург'),
    (4,4,'Вагриус','Москва'),
    (5,5,'Вагриус','Москва');


INSERT INTO public.Rent VALUES 
    (1,1,1,'2020-01-01'),
    (2,2,1,'2020-01-26'), --возврат с просрочкой
    (3,3,1,'2021-06-08'),
    (4,4,1,'2022-08-10'),
    (5,1,1,'2023-04-08'), --невозврат
    (6,1,2,'2020-04-28'),
    (7,2,2,'2020-10-12'),
    (8,3,2,'2021-05-20'), --возврат с просрочкой
    (9,4,2,'2022-11-08'), --невозврат
    (10,1,3,'2023-06-15'), --невозврат
    (11,2,3,'2023-02-10'),
    (12,3,3,'2023-06-18'), --невозврат
    (13,4,3,'2023-01-25'),--возврат с просрочкой
    (14,1,4,'2023-04-06'),
    (15,2,4,'2023-05-01'),
    (16,3,4,'2022-11-01'),
    (17,4,4,'2022-10-25'),--невозврат
    (18,1,5,'2023-01-15'),
    (19,2,5,'2023-04-25'),
    (20,3,5,'2023-05-20'),
    (21,4,5,'2023-06-01'),
    (22,4,5,'2023-06-12');

INSERT INTO public.Return VALUES
    (1,1,'2020-01-20'),
    (2,2,'2020-02-15'),
    (3,3,'2021-06-14'),
    (4,4,'2022-08-18'),
    (5,6,'2020-05-10'),
    (6,7,'2020-10-20'),
    (7,8,'2021-07-10'),
    (8,11,'2023-02-19'),
    (9,13,'2023-02-25'),--возврат с просрочкой
    (10,14,'2023-04-16'),
    (11,15,'2023-05-29'),
    (12,16,'2022-11-11'),
    (13,18,'2023-01-25'),
    (14,19,'2023-04-30'),
    (15,20,'2023-05-31'),
    (16,21,'2023-06-12');

INSERT INTO public.Lost VALUES 
    (1,1,1,'2023-01-01'),
    (2,2,2,'2023-01-26'),
    (3,3,3,'2023-02-08'),
    (4,4,4,'2023-03-10'),
    (5,1,5,'2023-04-18'),
    (6,3,2,'2023-05-28');